Repository: City-busz/binary
Catalog: po/*.po
Languages: bg

source: Binary
bg: Двоично

source: binary;decimal;hexadecimal;base;convert;
bg: двоична;десетична;шестнайсетична;бройна система;преобразуване;

source: Convert numbers between bases
bg: Преобразувайте числа между бази

source: A small and simple app used to convert between different hexadecimal and binary numbers
bg: Малко и просто приложение, което се използва за преобразуване между различни шестнадесетични и двоични числа

source: Binary window converting 101010 in binary to 42 in decimal
bg: Прозорец на „Двоично“, където се преобразува 101010 в двоична бройна система до 42 в десетична

source: Binary window converting 1201 in decimal to 4B1 in hexadecimal
bg: Прозорец на „Двоично“, където се преобразува 1201 в десетична бройна система в 4B1 в шестнадесетична

source: Binary window converting 17 in octal to F in hexadecimal
bg: Прозорец на „Двоично“, където се преобразува 17 в осмична бройна система в F в шестнадесетична

source: translator-credits
bg: twlvnn kraftwerk <kraft_werk@tutanota.com>

source: bits
bg: бита

source: Octal
bg: Осмична

source: Decimal
bg: Десетична

source: Hexadecimal
bg: Шестнайсетична

source: Invalid input
bg: Неправилни данни

source: Main Menu
bg: Основно меню

source: Input Base
bg: Входна бройна система

source: Enter numbers…
bg: Въведете числа…

source: Output Base
bg: Изходна бройна система

source: _Keyboard Shortcuts
bg: _Клавишни комбинации

source: _About Binary
bg: _Относно „Двоично“

source: Preferences
bg: Настройки
